"Scan failed" = "Scan failed";
"Scan canceled" = "Scan canceled";
"Document feeder is empty" = "Document feeder is empty";

"Scanner is in use" = "Scanner is in use";
"Scanner is offline" = "Scanner is offline";
"Scan incomplete" = "Scan incomplete";
"Problems communicating with scanner" = "Problems communicating with scanner";
"The scanner failed to complete the scan." = "The scanner failed to complete the scan.";

"Unable to generate editable text for scanned document" = "Unable to generate editable text for scanned document";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder.";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "To view or change access privileges, select the file in the Finder and choose File > Get Info.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "The scanned images could not be saved as \"%@\" doesn't exist.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk.";
